{
  "": "",
  "SEE ALL": "SEE ALL",
  "HOME": "HOME",
  "CORPORATE": "CORPORATE",
  "PRINTERS": "PRINTERS",
  "PRODUCTS": "PRODUCTS",
  "BARCODE READERS": "BARCODE READERS",
  "CONTACT US": "CONTACT US",
  "Printed Labels": "Printed Labels",
  "PRINTED LABELS": "PRINTED LABELS",
  "BLANK LABELS": "BLANK LABELS",
  "Blank Labels": "Blank Labels",
  "RIBBON TYPE": "RIBBON TYPE",
  "Ribbons": "Ribbons",
  "Industrial Barcode Printers": "Industrial Barcode Printers",
  "Desktop Barcode Printers": "Desktop Barcode Printers",
  "Mobile Barcode Printers": "Mobile Barcode Printers",
  "Barcode Readers": "Barcode Readers",
  "Barcode Printer Accessories": "Barcode Printer Accessories",
  "About Us": "About Us",
  "Vision, Mission and Our Values": "Vision, Mission and Our Values",
  "Catalog": "Catalog",
  "CONTACT INFORMATION": "CONTACT INFORMATION",
  "Contact Us": "Contact Us",
  "Name": "Name",
  "E-Mail": "E-Mail",
  "Message": "Message",
  "SEND": "SEND",
  "WHO ARE WE": "WHO ARE WE?",
  "WHO ARE WE TEXT": "Carrying on its operations in label and packaging sector, our company was founded in 2012 by a team of experienced veterans of the sector, and currently delivers services over a 1.000 m2 of indoor space. Our company ensures that the works that it undertakes are accomplished in high quality and timely manner in full compliance with the rules, with its specialized and dynamic staff. We are not only one of the leading companies in the production of labels and thermal transfer ribbons used in all sectors, particularly Food, Chemicals, Construction, Textile and Logistics, etc., but also a corporation that delivers the barcode equipment, automatic labelling machines, spare parts and consumables to its clients safely.",
  "WHAT WE DO": "WHAT WE DO?",
  "VISION": "VISION",
  "MISSION": "MISSION",
  "VALUES": "VALUES",
  "WHAT WE DO TEXT": "Delivering services nationwide ever since its establishment, our company began to export to 9 countries as of 2017. Encouraged by its continuous growth in Turkey, it continues its success with a view to becoming a company that pays particular emphasis on continuous improvement, as a company striving to achieve its goal of reaching more and more countries. Carrying out its productions in quality standards paying attention to the environment, our company continues to allocate significant budgets for R&D and P&D activities, production technologies, speciality works and provide its clients with the best quality service under the assurance of ISO 9001: 2015, owing to with its professional team in an effort to the diverse requirements of its clients.",
  "VISION TEXT": "To integrate the quality of its services and products and thus to reach out large masses, as the first choice of its clients.",
  "MISSION TEXT": "To embrace the principle of continuous improvement. To boost the production capacity. To rely on innovative and positive management. To attack importance to quality.",
  "VALUES TEXT": "Code of Conduct: All operational functions respect the paramount business ethics in their domains, decisions and relationships. Reliability: We are open, sincere, honest and fair in our relations with each other, our business partners and clients. Trust and honesty are most important values of ours. Passion for Success: Encouraged by our high passion for success, we never give up, but strive and work in great motivation, in the face of difficulties and challenges. Quality-Oriented: We accomplish our operations in a timely manner, with the highest quality and efficiently. Responsibility: We comprehend the expectations concerning our business and assume responsibility; and we put forth and implement effective solutions.",
  "Cosmetic Labels": "Cosmetic Labels",
  "Mineral Oil Labels": "Mineral Oil Labels",
  "Foodstuff Labels": "Foodstuff Labels",
  "Cleaning Products Labels": "Cleaning Products Labels",
  "Textile Labels": "Textile Labels",
  "Chemicals Labels": "Chemicals Labels",
  "Packaging Labels": "Packaging Labels",
  "Parcel/Box Labels": "Parcel/Box Labels",
  "Coated (Glossy) Label": "Coated (Glossy) Label",
  "Vellum Label": "Vellum Label",
  "Thermal Label": "Thermal Label",
  "PP Opaque Tag": "PP Opaque Tag",
  "Silvermat Tag": "Silvermat Tag",
  "Brittle/Destructible Label": "Brittle/Destructible Label",
  "Fastyre Tag": "Fastyre Tag",
  "Fluorescent Tag": "Fluorescent Tag",
  "Fodder and Sack Label": "Fodder and Sack Label",
  "Jewellery and Optics Label": "Jewellery and Optics Label",
  "RIBBON TYPE": "RIBBON TYPE",
  "Wax Ribbon": "Wax Ribbon",
  "Wax-Resin Ribbon": "Wax-Resin Ribbon",
  "Resin Ribbon": "Resin Ribbon",
  "Colored Ribbon": "Colored Ribbon",
  "Date Coding / Hotfoil Ribbon": "Date Coding / Hotfoil Ribbon",
  "Near Edge Ribbon": "Near Edge Ribbon",
  "ZEBRA ZT SERIES": "ZEBRA ZT SERIES",
  "PRINT": "PRINT",
  "PRINT WIDTH": "PRINT WIDTH",
  "PRINT SPEED": "PRINT SPEED",
  "Direct Thermal Or Thermal Transfer": "Direct Thermal Or Thermal Transfer",
  "Direct Thermal and Thermal Transfer": "Direct Thermal and Thermal Transfer",
  "Thermal transfer and direct thermal printing": "Thermal transfer and direct thermal printing",
  "TOSHIBA B SERIES": "TOSHIBA B SERIES",
  "Direct Thermal / Thermal Transfer": "Direct Thermal / Thermal Transfer",
  "ZEBRA GC-420T": "ZEBRA GC-420T",
  "Printing Method": "Printing Method",
  "Resolution": "Resolution",
  "Memory": "Memory",
  "Print Width": "Print Width",
  "Print Length:": "Print Length:",
  "Print Speed": "Print Speed",
  "Programming Languages": "Programming Languages",
  "Communication Ports": "Communication Ports",
  "Direct Thermal (No Ribbon) / Thermal Transfer (Ribbed)": "Direct Thermal (No Ribbon) / Thermal Transfer (Ribbed)",
  "Flash Memory": "Flash Memory",
  "Serial + Parallel + Usb 2.0 + Lan": "Serial + Parallel + Usb 2.0 + Lan",
  "Can also be printed on adhesive label": "Can also be printed on adhesive label",
  "Others": "Others",
  "Languages Support": "Languages Support",
  "Mobile printers of IMZ220 and IMZ320, which are in Zebra's range of compact and ergonomic portable printers, are used extensively in many applications where continuous printing is required Printing is available via Bluetooth or 80211b / g": "Mobile printers of IMZ220 and IMZ320, which are in Zebra's range of compact and ergonomic portable printers, are used extensively in many applications where continuous printing is required. Printing is available via Bluetooth or 802.11b / g.",
  "ZEBRA İMZ SERIES": "ZEBRA İMZ SERIES",
  "ZEBRA QLN SERIES": "ZEBRA QLN SERIES",
  "Zebra QLn series portable printers are specially designed for label printing and support 100mm / sec printing speed The QLn220 series prints 2 ”, the QLn320 series prints 3”, and the QLn420 series prints 4 ” Connection via Bluetooth 20 or 80211b / g can be provided": "Zebra QLn series portable printers are specially designed for label printing and support 100mm / sec printing speed. The QLn220 series prints 2 ”, the QLn320 series prints 3”, and the QLn420 series prints 4 ”. Connection via Bluetooth 2.0 or 802.11b / g can be provided.",
  "LABEL WINDER GODEX T-10": "LABEL WINDER GODEX T-10",
  "LABEL WIDTH": "LABEL WIDTH",
  "ROLL OUTER DIAMETER": "ROLL OUTER DIAMETER",
  "WINDING SPEED": "WINDING SPEED",
  "WINDING DIRECTION": "WINDING DIRECTION",
  "SHAPED EDGE SUPPORT": "SHAPED EDGE SUPPORT",
  "INNER WINDING OR OUTER WINDING": "INNER WINDING OR OUTER WINDING",
  "SECOND (MAX.)": "SECOND (MAX.)",
  "LABEL APPLICATORTOWA APN-30": "LABEL APPLICATORTOWA APN-30",
  "FEATURES": "FEATURES",
  "PATENTED LABEL SENSOR": "PATENTED LABEL SENSOR",
  "LABEL JAM PROTECTION": "LABEL JAM PROTECTION",
  "ADJUSTABLE HEAD": "ADJUSTABLE HEAD",
  "EASY TO GRIP": "EASY TO GRIP",
  "LABEL APPLICATORTOWA APN-100": "LABEL APPLICATORTOWA APN-100",
  "CCD READER": "CCD READER",
  "VERTASILE LASER READER": "VERTASILE LASER READER",
  "INDUSTRIAL READER": "INDUSTRIAL READER",
  "WIRELESS READER": "WIRELESS READER",
  "2D CODE READER": "2D CODE READER",
  "MAGNETIC READER": "MAGNETIC READER",
  "SINGLE STRIPED LASER READER": "SINGLE STRIPED LASER READER",
  "IMAGER READER": "IMAGER READER",
  "Open on website": "Open on website",
  "DESKTOP BARCODE PRINTERS": "DESKTOP BARCODE PRINTERS",
  "BARCODE PRINTER ACCESSORIES": "BARCODE PRINTER ACCESSORIES",
  "MOBILE BARCODE PRINTERS": "MOBILE BARCODE PRINTERS",
  "INDUSTRIAL BARCODE PRINTERS": "INDUSTRIAL BARCODE PRINTERS",
  "RIBBONS": "RIBBONS",
  "Direct Thermal / Thermal Transfer Barcode Printer": "Direct Thermal / Thermal Transfer Barcode Printer",
  "Direct Thermal": "Direct Thermal",
  "Print Length": "Print Length",
  "Communication Port": "Communication Port",
  "Support": "Support",
  "ZEBRA İMZ SERIES TEXT": "Mobile printers of IMZ220 and IMZ320, which are in Zebra's range of compact and ergonomic portable printers, are used extensively in many applications where continuous printing is required. Printing is available via Bluetooth or 802.11b / g.",
  "ZEBRA QLN SERIES TEXT": "Zebra QLn series portable printers are specially designed for label printing and support 100mm / sec printing speed. The QLn220 series prints 2 ”, the QLn320 series prints 3”, and the QLn420 series prints 4 ”. Connection via Bluetooth 2.0 or 802.11b / g can be provided.",
  "Fastyre Tag Desc": "Fastyre labels, a paper-based label type, have a special adhesive allowing quick adhesion onto rugged and rough surfaces. The adhesive part turns gray and the upper surface is coated with vellum or coated paper. Wax ribbons are used for printing by way of thermal transfer.",
  "Fluorescent Tag Desc": "It has all the features of paper based labels. Fluorescent labels with vivid colors are more suitable and popular for indoor use and are preferred for that purpose. We are able to produce in 5 different color options.",
  "Brittle/Destructible Label Desc": "Also knowns as tamper proof or warranty void label. The label produced from a special raw material leaves a mark when removed from the product, thanks to which the guarantee status is tracked in electronics and other products covered by a guarantee.",
  "Coated (Glossy) Label Desc": "One of the most preferred label types thanks to its self-sticking feature and strong adhesive. Printed with ribbon. One of the most used label types owing to its affordable price and strong adhesive. Coated labels can be used for printing virtually anything desired, easily and perfectly, thanks to its smooth surface.\n\n",
  "Jewellery and Optics Label Desc": "It is a kind of label produced in sizes appropriate for jewellers and opticians. We can produce all sizes you need (tailor made production available).",
  "PP Opaque Tag Desc": "A solid raw material for labels. It is included in the group of plastic based labels and does not decay or spoil due to the factors it might be exposed in outdoor environments to such as water, humidity and heat. Opaque Polypropylene, which is heat resistant, does not stretch or tear easily unless a force is applied.",
  "Silvermat Tag Desc": "Silvermat labels, featuring a special adhesive, are made of plastic based materials resistant to cold and heat. Differently from other labels, both the printing surface and the adhesive surface are gray in color and are available in matte or glossy surfaces. Also called as store equipment (inventory stock) label. The printing and adhesive is long lasting.",
  "Thermal Label Desc": "During printing, the thermal part inside the barcode label printer becomes liquefied, eliminating the need for ribbons; therefore, thanks to the thermal labels, you can print on your labels without the use of ribbons.",
  "Vellum Label Desc": "A paper based label. It has the same characteristics as the coated label. It is the surface that makes Vellum labels differ from the coated labels. Coated labels have smooth surfaces, while vellum labels have a rough surface. The print on vellum labels, which have a matt appearance, is read more easily by barcode readers.",
  "Fodder and Sack Label Desc": "Produced without any adhesive, these labels are sewn on the sack before use.",
  "Fastyre Tag Of Use": "Generally used in textile, rubber/tyre industry and sacks.",
  "Fluorescent Tag Of Use": "Used in warehouses, archives, cargos, pharmaceuticals, etc.",
  "Brittle/Destructible Label Of Use": "Brittle labels are used in a number of areas such as inventory stock labels, electronic equipment labels, mobile phones, portable hard drives, etc.",
  "Coated (Glossy) Label Of Use": "On product, box, parcel, packaging and pallet.",
  "Jewellery and Optics Label Of Use": "Used in spectacle/eyeglasses frames and lenses and in the promotion and classification of jewellery.",
  "PP Opaque Tag Of Use": "Largely used in chemical, cosmetic, food, furniture, glass industries.",
  "Silvermat Tag Of Use": "Usually used as inventory stock label, shelf/rack label, frame label in white goods s well as internal panel label in heating and cooking appliances as it is heat-resistant.",
  "Thermal Label Of Use": "Used particularly in businesses with a wide range of different products, e.g. stores, stationery, logistics, parcel and consumable products, etc.",
  "Vellum Label Of Use": "Pharmaceutical industry, product, box, parcel, pallet.",
  "Fodder and Sack Label Of Use": "Used on fodder, flour, legumes, fertilizer, coal, yarn sacks, etc.",
  "AREAS OF USE": "AREAS OF USE",
  "Date Coding / Hotfoil Ribbon Desc": "Usually used for printing date and lot number on packaging. The date coding foil is available in many colors, providing high adhesion in plastic-based packaging. Black and white are the most commonly used colors.",
  "Date Coding / Hotfoil Ribbon Use": "Production date, expiry (B.B.) date, serial number, lot number, batch number, operating code, barcode, qr code, logo and so on. It is used for overwriting information on the product.",
  "Near Edge Ribbon Desc": "Near edge ribbon can be printed at high speeds. Due to its high durability, it is used in many applications. Areas of application are not as wide as in resin ribbons. It is used in some barcode printer models of brands such as Toshiba, Avery Dennison. In addition, it is also used as coding foil on packaging in coding machines such as Videojet, Markem, Domino, Savema.\n\n",
  "Near Edge Ribbon Use": "Used for printing in Near Edge printers on various materials such as Vellum, coated paper and some synthetics, glossy papers, etc.",
  "Colored Ribbon Desc": "It has the same feature with all ribbons and the only difference is their color. Vellum, coated and silvermat label can be safely applied to many surfaces such as PP, PE.",
  "Colored Ribbon Of Use": "It can be applied anywhere wax, wax resin and resin ribbon are used.",
  "Wax Ribbon Desc": "The Wax ribbon is compatible with all barcode printers. It can be used on many product labels. It is preferred because of its long-lasting printing durability and affordable price. Wax ribbon can print on all paper-based labels such as coated, vellum, fragile labels.",
  "Wax Ribbon Of Use": "Wax ribbon is usually preferred on paper-based coated labels and vellum labels.",
  "Wax-Resin Ribbon Desc": "An ideal thermal transfer ribbon type, as opposed to wax ribbons, for high resolution barcode printers that are more durable and stain resistant than ribbons. Wax-resin ribbon, offering a high resistance against friction and external factors, can be printed on paper-based and synthetic materials.",
  "Wax-Resin Ribbon Of Use": "Used for printing on Polyethylene, Polypropylene, Data PE papers.",
  "OK": "OK"
}


